Repository: mlocati/concrete5-recaptcha
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Allow to use the reCAPTCHA captcha.
it_it: Abilita il captcha reCAPTCHA.

source: reCAPTCHA public key
it_it: Chiave reCAPTCHA pubblica

source: reCAPTCHA private key
it_it: Chiave reCAPTCHA privata

source: You can get the public and private keys from <a target="_blank" href="%s">this page</a>.
it_it: È possibile ottenere le chiavi pubblica e privata in <a target="_blank" href="%s">questa pagina</a>.

source: Please type the letters and numbers shown in the image.
it_it: Scrivere le lettere e i numeri mostrati nell’immagine.

source: Please specify the reCAPTCHA keys
it_it: Specificare le chiavi di reCAPTCHA

source: Incorrect. Please try again
it_it: Errato. Riprovare

source: Enter the words above
it_it: Inserire le parole soprastanti

source: Enter the numbers you hear
it_it: Inserire i numeri che si sentono

source: Get another CAPTCHA
it_it: Carica un altro CAPTCHA

source: Get an audio CAPTCHA
it_it: Passa al CAPTCHA audio

source: Get an image CAPTCHA
it_it: Passa al CAPTCHA immagine

source: Help
it_it: Aiuto
